#!/usr/bin/env python
# coding: utf-8

# In[29]:


print("CP ALL, 7-Eleven ราชมงคลสุวรรณภูมิ"+"(สา(06582)")
print("    TAX#0107542000011" +"(VAT Included)")
print("   Vat Code 04968 POS#E06720000201243")
print("        ใบเสร็จรับเงิน/ใบกำกับภาษีอย่างย่อ")
print("1    สาหร่ายอบกรอบเถ้าแก่น้อ                39.00")
print("1    OTOPมะขามอบ                             20.00")
print("1    สิทธิแลกซื้อคัพเค้กSanrio                  0.00")
print("1    สิทธิแลกซื้อสุดคุ้ม                            0.00")
print("ยอดสุทธิ      2 ชิ้น  ", 39.00+20.00)
print("เงินสด/เงินทอน       100.00                   41.00")
print("R#0000592343  P2:0658201   02/07/62 20:31")


# In[ ]:




